In [2]:
import pandas as pd

In [3]:
pd.__version__

'2.2.2'

In [4]:
data = pd.read_csv('dataset.csv')

In [5]:
data

    fname     lname   age   gender
0  davood    rajaee    23     male
1    sara   hashemi    18   female